const defaultTexts = {
  Задачи: [
    "Программа расчёта сдачи — сделайте так, чтобы программа рассчитывала количество и вид монет для заданного размера сдачи.",
    "Простой будильник — программа должна воспроизводить звук спустя n-часов, y-минут и z-секунд после запуска или в установленное время.",
    "Алгебра комплексных чисел — создайте отдельные функции для сложения, умножения, вычитания и инверсии комплексных чисел.",
  ],
  "В разработке": [
    "Развиваем практические навыки программирования с помощью задач на работу с числами.",
    "Разложение на простые множители — сделайте так, чтобы программа нашла множители к числу (если имеются), которое введёт пользователь",
    "Ипотечный калькулятор — рассчитайте размер ежемесячных платежей для ипотеки с фиксированной стоимостью залогового имущества, заданным сроком погашения и фиксированной процентной ставкой",
  ],
  Выполнено: [
    "Для кандидата в стартап подойдут задачи на создание или отладку кода.",
    "Это поможет выявить, обладает ли соискатель хорошими базовыми знаниями в технологиях, и то, как он может строить удачные технические решения.",
    "Как правило, это основной массив работы программиста в молодых компаниях.",
  ],
};

export default defaultTexts;
